{"sections":{"main":{"type":"main-page","settings":{}},"image_feature_cEiawy":{"type":"image-feature","settings":{"image":"shopify:\/\/shop_images\/close_up_costume_desktop.png","image_mobile":"shopify:\/\/shop_images\/close_up_costume_mobile.png","vimeo_desktop":"","vimeo_mobile":"","title":"Our Fabrics","subtitle":"","copy":"Explore FELLA's trio of luxury fabrications - Rio, Fiore and Pique. Each is engineered for unparalleled comfort, support and style.","layout":"full-width","text-alignment":"center","text-color":"white","link":""}},"fabric_gallery_D7NaDG":{"type":"fabric-gallery","blocks":{"fabric_RgTn3j":{"type":"Fabric","settings":{"image":"shopify:\/\/shop_images\/Rio.png","title":"Rio Wave","description":"Introducing Rio, our custom art deco wave fabrication meticulously crafted in Italy. Our Rio remains a cornerstone of FELLA's identity, reinforcing the body with its trademark strength and quality","collection":"rio-fabrication"}},"fabric_ekG4Bb":{"type":"Fabric","settings":{"image":"shopify:\/\/shop_images\/pique_28bf8581-debc-4a08-b487-403379deb198.png","title":"Pique","description":"Characterised by a fine circular texture and a soft buttery feel, our Italian Pique sets a new standard in luxury swimwear. This fabric is not only exquisite to feel but also exceptionally durable. Its robust nature ensures that it maintains its shape and structure, providing exceptional sculpting and support.","collection":"pique-fabrication"}},"fabric_YDqpLq":{"type":"Fabric","settings":{"image":"shopify:\/\/shop_images\/fiore.png","title":"Fiore","description":"Introducing Fiore, our floral-geometric textured weave crafted to sculpt, support and to offer luxuriously soft touch. Inspired by the icon styles of the 1960s. Fiore boasts a meticulous floral geometric pattern that exudes timeless sophistication","collection":"fiore-fabric"}},"fabric_ziPwgR":{"type":"Fabric","settings":{"image":"shopify:\/\/shop_images\/LYCRA.jpg","title":"Recycled Lycra","description":"An eco-sustainable performance fabric made of ECONYL® from the Healthy Seas initiative, our Eco Lycra is a regenerated nylon yarn from pre- and post-consumer waste materials. Featuring a matte surface, Eco Lycra is hyper-resistant and soft, it features a really pleasant hand feel and it perfectly blends compactness\nand elasticity. Elegant, fine and breathable, Eco Lycra has a unique mix of muscular compression, comfort\nand UV protection (UPF50+). Thanks to its innovative construction, it is also resistant to chlorine, suntan creams and oils.","collection":"recycled-lycra"}}},"block_order":["fabric_RgTn3j","fabric_ekG4Bb","fabric_YDqpLq","fabric_ziPwgR"],"settings":{}}},"order":["main","image_feature_cEiawy","fabric_gallery_D7NaDG"]}