{"sections":{"main":{"type":"sustainability","blocks":{"1598428046931":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/sarahstephens7_1.jpg","title":"Sustainability","text":"<p>This world of ours is complex, vast and inimitably beautiful - to experience it is the ultimate luxury. With privilege comes responsibility and FELLA is committed to conscious initiatives that reduce our environmental impact and ensure future Fellas can also know this natural beauty.<\/p><p>Since the founding of FELLA in 2012, we’ve stayed true to the belief that less is more and that a good thing never really ends. We have built our brand on product integrity, and it is this same principle that informs the way we work, with all aspects of the business shaped by fair and ethical conduct.<\/p>"}},"1598428082798":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/sarahstephens7_3.jpg","title":"","text":"<p>Classic design and quality construction means swimwear that endures. Our reverence for quality sees us invest in durable, premium fabrics that are woven to see the FELLA woman through season after season of golden hours and midnight swims. <\/p><p>We are anti-excess in both production and principle. We preference small-runs and made-to-order where possible to avoid production waste. Where there is surplus stock, we keep it circular, donating to Thread Together’s <em>We Wear Australian<\/em> initiative which redistributes unsold apparel to those in need. The beauty of our partnership with <em>Future Neutral<\/em> means our customers can be conscious about their consumption by offsetting the associated carbon emissions of their purchase at checkout.<\/p>"}},"460d3137-7627-47ac-a2d7-272b9cab77f9":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/sarahstephens7_2.jpg","title":"","text":"<p>We might make mischief after sunset but we’ve broken up with toxic traces that wreak havoc on the ecosystem. Our clean and green packaging draws on plant-based, compostable and recycled materials. We have recently invested in eco-mailers that are fully biodegradable leaving no micro-plastics or harmful residue behind. <\/p><p>This year sees us work towards a B Corp certification - the highest standard a business can achieve in terms of verified social and environmental accountability and transparency. <\/p><p>The end of 2022 also marks the release of our first recycled collection made from regenerated Nylon fibre, an evolution that sees FELLA seamlessly balance our signature quality with sustainable innovation. <\/p><p>We are imperfect, but we hope that our ongoing efforts speak loudest in our pursuit of new ways to change for the better.<\/p>"}}},"block_order":["1598428046931","1598428082798","460d3137-7627-47ac-a2d7-272b9cab77f9"],"settings":{}}},"order":["main"]}