{"sections":{"main":{"type":"advocacy","blocks":{"0e7f78c8-d146-46ac-9ac0-f7ab1dfa73bf":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/TEXT_IMAGE_PAGES.jpg","title":"Advocacy","text":"<p><\/p><p>Our love of travel has left us with fond memories, lifelong friends and fresh ideas. It has also given us a keen sense of empathy and perspective, opening our eyes to the spectrum of the human experience. No matter the destination or encounter, one simple truth remains a constant - <em>we are more alike than we are unalike<\/em>. <\/p><p>It is this sense of kinship that drives us to do the right thing always, but also to go beyond ourselves - to do the inconvenient and the brave things, to devote time, effort and resources to the causes we care about.<\/p>"}},"113acec2-acb9-4211-aa62-8503f5cca41d":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/TEXT_IMAGE_PAGES17.jpg","title":"","text":"<p><strong>THE FELLA CODE<\/strong><\/p><p>It is this proactive integrity that informs how FELLA moves about the world; from design, production and sourcing right through to commercial relationships and broader social and environmental issues. As a company that has benefitted from support, access and opportunity we strive to lift up others so that they too can know the beauty of freedom, kindness and possibility. <\/p><p>As lovers of colour, culture and newness we shine a light on emerging artists, creating awareness and additional revenue streams by way of our seasonal print capsules and digital platforms. We are in awe of the sublime, narrative quality of indigenous art, and as of 2020, we have made an enduring commitment to collaborate with a different indigenous artist each year.<\/p><p>As a brand for women by women we are deeply committed to the education, safety and empowerment of all women, a cause we support through various initiatives and partnerships with the likes of i=Change and Worn For Good.<\/p>"}},"36293d67-f012-4681-b6c0-f3fe517c4812":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/TEXT_IMAGE_PAGES4.jpg","title":"","text":"<p><strong>HOW WE PRACTICE OUR VALUES <\/strong><\/p><p>• Owning and operating our own factory in Indonesia means we can ensure fair and ethical treatment of our production staff.<\/p><p>• Advocate of both BIPOC and Black Lives Matter movement locally and globally.<\/p><p><em>In support of the international BIPOC and BLMeffort<\/em> - Donor to Colour of Change, The NAACP’s Legal Defense and Educational Fund andThe Equal Justice Initiative<\/p><p><em>In support of our indigenous Australian community<\/em> -  Donor toChange The Record, Healing Foundation, Human Rights Law Centre and Justice forDavid Dungay Junior . <\/p><p>• i=Change Partner - $1 from every sale is donated by FELLA on behalf of our customer to one of the following charities: Keep Girls In Schools, End Violence Against Women and Stop Child Marriage.<\/p><p>• Worn For Good Partner - a social and sustainably-minded enterprise that on-sells designer fashion with proceeds donated to charities that protect women and children at risk, beneficiaries include: Women’s Community Shelters, Look Good Feel Better and Greening Australia.<\/p><p>• Donor to NSW Rural Fire Service (NSWRFS) and Wires Wildlife Rescue in the wake of 2019\/20’s devastating bushfire season.<\/p><p>• Annual Donor to Vogue Fashion Relief.<\/p><p>• Annual donor to Harry Perkins Institute of Medical Research for MACA Cancer 200km ride.<\/p>"}},"ec3c8b93-d03f-49b8-bb8b-c433aa53d32b":{"type":"Content","disabled":true,"settings":{"layout":"standard","image":"shopify:\/\/shop_images\/ADVOCACY-BANNER-_-BETTY-CARRINGTON-COLLAB-02.03.21-bw.jpg","title":"","text":"<p><strong>A COLLABORATION FOR A  CAUSE<br\/><\/strong><br\/>Fella has worked with Betty Carrington, Indigenous Australian Artist, to reimagine her works into textiles suitable for swimwear, the result, a contemporary articulation of the world’s oldest living culture that can be worn and enjoyed. <br\/><br\/>10 % of sales from Betty’s prints, Nyidbarriya and Ngarrgooroon Country, will be donated to the Marninwarntikura Women&#x27;s Resource Centre (MWRC), a charity selected by Betty Carrington and her Manager Dom from Warmun Art Centre to strengthen and support her local community. <\/p><p>MWRC is a centre of inspiration, working with Indigenous Australian women of the Fitzroy Valley, in Western Australia to strengthen the foundations of these women, their families and the wider community through providing a network for positive change, leadership, empowerment and resilience.<\/p>"}}},"block_order":["0e7f78c8-d146-46ac-9ac0-f7ab1dfa73bf","113acec2-acb9-4211-aa62-8503f5cca41d","36293d67-f012-4681-b6c0-f3fe517c4812","ec3c8b93-d03f-49b8-bb8b-c433aa53d32b"],"settings":{}}},"order":["main"]}