{"sections":{"main":{"type":"style-guide","blocks":{"b3ce4309-ea2f-40f1-82a0-e0a5977a0480":{"type":"Feature","settings":{"title":"The Athletic Shape","page":"the-athletic-shape","image":"shopify:\/\/shop_images\/0010_RM---FELLA---Athletic---Final_jpg.jpg","description":"You have a lean build; a smaller bust and bum, relatively flat stomach and little-to-no waist definition. Celebrate your slim frame by highlighting your best assets..","hot_tips":"Draw attention to your flat stomach with two-piece swimwear.\n\nAccentuate your bum with a boy short and cheeky bottom.\n\nOpt for a top that lifts and amplifies your bust – triangle tops create the illusion of curves, as do tops with bold prints, embellishments or ruffles.","set_picks":"","suggestions":"athletic-shape-suggestions"}},"1599449847130":{"type":"Feature","settings":{"title":"The Hourglass Shape","page":"the-hourglass-shape","image":"shopify:\/\/shop_images\/0004_RM---FELLA---Hourglass---Final_jpg.jpg","description":"You have a curvy silhouette; a well-defined waist with relatively similar bust and hip measurements. Own your ‘hourglass’ shape by opting for swimwear that plays up your curves and offers just the right amount of support and coverage.","hot_tips":"High-waisted, colour-blocked and retro-inspired styles all work to highlight and celebrate your curves.\nMatch an underwired supportive bra top with a high-waisted bottom for the perfect set.\nMatch a supportive style top with a more revealing, high-rise bottom for a flirtier look.","set_picks":"","suggestions":"the-hourglass-shape"}},"43a703de-b116-466d-bbcb-d5d0bfdf1956":{"type":"Feature","settings":{"title":"The Apple Shape","page":"the-apple-shape","image":"shopify:\/\/shop_images\/0000_RM---FELLA---Apple---Final_jpg.jpg","description":"You have a wider torso, broad shoulders, a fuller bust and waist. You may carry weight around your waistline with slim arms, legs and hips relative to your upper body.. The idea is to balance out your proportions, so look for swimwear that highlights your lower body and legs.","hot_tips":"When selecting a two-piece set match a low-cut, underwired bra style with a high-waisted bottom - this will flatter and support a fuller bust, smooth the stomach area and help to define your waist. \nAvoid swim pants that sit low on the waist or hips. \nOpting for strong colours, detailing and bold prints on your swim pant (relative to your swim top) will also help to emphasise your legs and lower body.\nPlunging and low-cut neck-lines will accentuate and celebrate your curves whilst diverting attention away from your mid-section. \nHalter-neck, full piece swimwear will flatter and support a fuller bust whilst creating a lengthening visual effect throughout the mid-section.\nOpt for thicker shoulder straps, these will support a fuller bust and help to narrow the appearance of the shoulders.","set_picks":"","suggestions":"the-apple-shape"}},"1599449804170":{"type":"Feature","settings":{"title":"The Pear Shape","page":"the-pear-shape","image":"shopify:\/\/shop_images\/RM---FELLA---Pear---Final.jpg","description":"You’re curvy at the hips and thighs and smaller on top. The key to the perfect swimsuit is balancing your proportions and getting the coverage you need for your bottom half.","hot_tips":"Go for less coverage on the bottom, avoid reaching for a boy short or thick-banded bottoms – the extra fabric tends to highlight the very same area you are trying to play down..\nOpt for bottoms with a high-rise, the higher waistline will draw attention away from your lower body. We recommend selecting a style that also has a high-cut leg, the combination of these two features will help to narrow you across the hips and bottom and elongate your legs. \nStyles that have sleeves, wide-set straps or sit off-the-shoulder will all help to broaden your shoulders and bring them in line with your hips. These are  great options if you feel bottom-heavy and want to emulate an ‘hourglass’ silhouette.","set_picks":"","suggestions":"the-pear-shape"}},"dec9f776-a7f8-4db6-90fa-7bd11739edb8":{"type":"Feature","settings":{"title":"The Pregnancy Shape","page":"the-pregnancy-shape","image":"shopify:\/\/shop_images\/0006_RM---FELLA---Pregnancy---Final_jpg.jpg","description":"Comfort is key when it comes to choosing swimwear while pregnant.","hot_tips":"Opt for supportive styles and materials — whether it’s a longer torso full piece or a bikini in FELLA’s signature textured fabric. \nAvoid complicated, strappy swimsuits or plunging necklines — coverage and simplicity is your friend during pregnancy. \nAvoid tie-side bottoms — these can be unflattering and impractical for bigger pregnancy bellies. A more flattering option is a low-rise, medium-coverage bottom.","set_picks":"","suggestions":"the-pregnancy-shape"}},"21b74f11-6422-45d7-8900-77957715dca7":{"type":"Feature","settings":{"title":"Shorter Legs","page":"the-shorter-legs","image":"shopify:\/\/shop_images\/0007_RM---FELLA---Short-Legs---Final_jpg.jpg","description":"Elongate shorter legs by showing more skin..","hot_tips":"Opt for suits that are cut high on the leg — this will give the appearance of longer legs.","set_picks":"","suggestions":"the-shorter-leg"}},"1599449907526":{"type":"Feature","settings":{"title":"Smaller Bust","page":"the-smaller-bust","image":"shopify:\/\/shop_images\/RM---FELLA---Small-Bust---Final.jpg","description":"(A-B Cups) Whether you prefer to enhance what you have or embrace your smaller bust, these simple styling tips will help..","hot_tips":"A smaller chest requires less support, meaning you can get away with minimal coverage – think revealing tops and low-cut necklines.\nTops with embellished detailing, bows and patterns will create the illusion of a fuller bust.\nTriangle tops can also create the illusion of curves. \nBra tops, halter tops and padded push-up tops offer extra lift to help accentuate cleavage.\nA smaller bust means you can pull off scoop tops or bandeaus — embrace them!","set_picks":"","suggestions":"smaller-bust"}},"1599449866640":{"type":"Feature","settings":{"title":"The Bigger Bust","page":"the-bigger-bust","image":"shopify:\/\/shop_images\/0003_RM---FELLA---Big-Bust---Final_jpg.jpg","description":"(C Cups +) – If you have a larger bust than proper support is a must.","hot_tips":"Bra-style tops with underwire and adjustable straps provide additional bust support.\nThe thicker the strap, the more support.\nOpt for a supportive fabric that can help to smooth, lift and hold your curves in place – we recommend FELLA’s signature textured fabric.\nTops and swimwear that are high-cut at the back can also assist with supporting larger busts.\nOpt for swimwear and tops marked with sizing similar to that of your regular bra – Cup sizes D and above are specially constructed to support a larger bust.","set_picks":"","suggestions":"bigger-bust"}},"3c7585d0-08a2-4794-8dc0-06a1ef2ee922":{"type":"Feature","settings":{"title":"The Smaller Bum","page":"the-smaller-bum","image":"shopify:\/\/shop_images\/0008_RM---FELLA---Small-Bum---Final_jpg.jpg","description":"When it comes to smaller bums the idea is to amplify what you have by creating the illusion of curve and ‘lift’.","hot_tips":"Medium to minimal coverage bottoms best compliment smaller bums.\nWe recommend reaching for high-waisted, boy short or string bikinis for the most flattering effect.","set_picks":"","suggestions":"the-smaller-bum"}},"1599449885435":{"type":"Feature","settings":{"title":"The Bigger Bum","page":"the-bigger-bum","image":"shopify:\/\/shop_images\/0002_RM---FELLA---Big-Bum---Final_jpg.jpg","description":"Celebrate your curves — select swimwear that highlights, rather than hides, your shapely bum.","hot_tips":"Avoid wearing full-coverage bottoms – these tend to make your bum look bigger. \nMore revealing, minimal coverage bottoms are the most flattering styles for your behind. \nHigh-cut 80s inspired bottoms with thicker sides will compliment your curves.","set_picks":"","suggestions":"the-bigger-bum"}}},"block_order":["b3ce4309-ea2f-40f1-82a0-e0a5977a0480","1599449847130","43a703de-b116-466d-bbcb-d5d0bfdf1956","1599449804170","dec9f776-a7f8-4db6-90fa-7bd11739edb8","21b74f11-6422-45d7-8900-77957715dca7","1599449907526","1599449866640","3c7585d0-08a2-4794-8dc0-06a1ef2ee922","1599449885435"],"settings":{"index_page":"fella-style-guide"}}},"order":["main"]}