{"sections":{"main":{"type":"page-faq","blocks":{"68766c22-76bd-4741-9db7-ce5a7bde5652":{"type":"text","settings":{"title":"WHAT RETURN OPTIONS DO YOU OFFER?","description":"As we are a Made To Order company, we only offer store credit. We kindly ask you consider this before committing to a purchase with us."}},"7eb28d63-0c47-4899-b07c-06cf55e2adb3":{"type":"text","settings":{"title":"HOW DO I MAKE A RETURN?","description":"1. Please thoroughly read our returns policy to ensure your item\/s are eligible.\n2. Follow the easy return steps on our online returns portal.\n3. Please email our customer care team if you have any issues with this process."}},"ebb96b85-a0de-462f-bf25-d7890ca49f06":{"type":"text","settings":{"title":"CAN I RETURN A SALE ITEM?","description":"No. All sale items that are marked down in price are final sale. Please choose carefully as we are unable to accept returns for these items."}},"219bfe18-de93-41ed-a1f7-ba64157378f2":{"type":"text","settings":{"title":"CAN I RETURN MY ORDER FOR A CREDIT NOTE IF I PURCHASED USING A PROMO CODE AT THE CHECKOUT?","description":"Yes, during a promotional sale (where a code is used at the checkout), you may return your items for a credit note. This does NOT apply for items that are already marked down\/part of our sale section."}},"c666c8db-21b0-47ed-b8e1-60ed7cc039cc":{"type":"text","settings":{"title":"I PURCHASED MULTIPLE SIZES OF THE SAME STYLE TO TRY THEM ON AND WANT TO KEEP ONE SET. CAN I RETURN THE REMAINING ITEMS FOR A FULL REFUND?","description":"No. As we are a Made To Order company, we only offer credit note for returns. We kindly ask you consider this before placing an order. We can offer a credit note\/exchange for the items you would like to return."}},"16b9f62f-70a5-4ce8-8eaf-75a1a58735d8":{"type":"text","settings":{"title":"WHEN WILL MY ORDER DISPATCH?","description":"Please allow 1-3 days for all orders to dispatch. If you have purchased a “Made To Order” item\/s, we kindly ask you to allow up to 10 days for the factory to cut, sew and finish your item! We are a small team working hard to dispatch orders as quickly as we can."}},"1fa0427b-7e1e-4af0-b5cd-f13fc1e62796":{"type":"text","settings":{"title":"HOW LONG DOES SHIPPING TAKE ONCE MY ORDER HAS DISPATCHED?","description":"Due to international\/domestic shipping delays with Australia Post and DHL, we are unable to predict the exact shipping times however we have found most orders typically arrive within 4-10 days once it shipped. For more information, please see <a href=\"https:\/\/www.fellaswim.com\/pages\/shipping\">here<\/a>"}},"0bb151ac-ce58-4795-b914-77b02865ada8":{"type":"text","settings":{"title":"I HAVEN'T RECIEVED AN EMAIL CONFIRMATION?","description":"Many of our email confirmations have been getting lost in the “Junk” section of the inbox. Please ensure to check this before contacting us. If it’s not hidden there, please contact us via LiveChat, email (customercare@fellaswim.com) or via phone (+61 481 760 095) for assistance."}},"b8fadad0-0d4a-4630-bbe6-2df61bc404f2":{"type":"text","settings":{"title":"DO YOU SHIP TO MY COUNTRY?","description":"We currently ship to the following countries:\nAustralia, New Zealand, Indonesia, Afghanistan, Albania, Algeria, Andorra, Angola, Anguilla, Antigua & Barbuda, Argentina, Armenia, Aruba, Azerbaijan, Bahamas, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Bosnia & Herzegovina, Botswana, Brazil, British Virgin Islands, Burkina Faso, Burundi, Cameroon, Canada, Cape Verde, Cayman Islands, Central African Republic, Chad, Chile, China, Colombia, Comoros, Congo – Brazzaville, Congo – Kinshasa, Cook Islands, Costa Rica, Cuba, Curaçao, Djibouti, Dominican Republic, Ecuador, Egypt, El Salvador, Equatorial, Guinea,         Eritrea, Ethiopia, European Union, Falkland Islands, Faroe Islands, Fiji, French Guiana, Gabon, Gambia, Georgia, Ghana, Gibraltar, Greenland, Grenada, Guadeloupe, Guatemala, Guernsey, Guinea, Guinea-Bissau, Guyana, Haiti, Honduras, Hong Kong SAR China, Iceland, India, Iran, Iraq, Israel, Jamaica, Japan, Jersey, Kazakhstan, Kenya, Kiribati, Kosovo, Kuwait, Kyrgyzstan, Lebanon, Lesotho, Liberia, Liechtenstein, Macau SAR China, Macedonia, Madagascar, Malawi, Malaysia, Maldives, Mali, Martinique, Mauritania, Mauritius, Mayotte, Mexico, Moldova, Monaco, Mongolia, Montenegro, Montserrat, Morocco, Mozambique, Namibia, Nauru, Nepal, New Caledonia, Nicaragua, Niger, Nigeria, Niue, North Korea, Norway, Oman, Pakistan, Panama, Papua New Guinea, Paraguay, Peru, Philippines, Qatar, Réunion, Rwanda, Samoa, San Marino, Saudi Arabia, Senegal, Serbia, Seychelles, Sierra Leone, Singapore, Solomon Islands, Somalia, South Africa, South Korea, South Sudan, Sri Lanka, St. Barthélemy, St. Helena, St. Kitts & Nevis, St. Lucia, St. Martin, Sudan, Suriname, Swaziland, Switzerland, Syria, Taiwan, Tajikistan, Tanzania, Thailand Togo, Trinidad & Tobago, Tunisia, Turkey, Turks & Caicos Islands, Tuvalu, Uganda, Ukraine, United Arab Emirates, United Kingdom, United States, Uruguay, Uzbekistan, Vanuatu, Vatican City, Venezuela, Vietnam, Yemen, Zambia, Zimbabwe."}},"188cb25e-2dd0-406f-89bb-6a7980aeda22":{"type":"text","settings":{"title":"I HAVE A CREDIT NOTE\/GIFT VOUCHER HOWEVER THE '10% MATCHING DISCOUNT' IS REMOVED WHEN I TRY TO CHECKOUT. CAN I USE BOTH CODES FOR MY OFFER?","description":"Unfortunately the text box only allows one code at a time. If you would like to receive your 10% Matching Pair discount, please proceed with your order as normal using your credit note\/gift voucher and contact us via customercare@fellaswim.com with your order number. Once confirmed, we can refund 10% back to your original payment\/issue 10% back to your credit note\/gift voucher."}},"20c8e3ed-a5c8-4ad6-8a2c-9aaf752c5506":{"type":"text","settings":{"title":"HOW LONG DOES 'MADE TO ORDER' USUALLY TAKE?","description":"If you have purchased a “Made To Order” item\/s, we kindly ask you to allow up to 10 days for the factory to cut, sew and finish your item! We are a small team working hard to dispatch orders as quickly as we can."}},"bbb21db5-33d3-439f-884d-ec8c95eb223d":{"type":"text","settings":{"title":"DO YOU OFFER CUSTOM ALTERATIONS ON SWIM BOTTOMS?","description":"No. We currently only offer custom alterations on our selected tops and full pieces only."}},"cde7616d-0fda-415a-89b7-672a422dba0f":{"type":"text","settings":{"title":"IS THE PADDING IN YOUR SWIMWEAR REMOVABLE?","description":"No. All padding that is added to our swimwear is sewn in and is not removable."}},"e96c5b2f-5a2e-4638-9b06-23ca97824174":{"type":"text","settings":{"title":"WHICH STYLES ARE THE MOST SUPPORTIVE FOR A LARGER BUST?","description":"We recommend the Franco Top, Pacino Top, Jessie James Top, Casanova Top and the Tobias Top."}},"77d11c59-745b-47bc-afec-485ccf460e18":{"type":"text","settings":{"title":"I HAVE FELLA SWIM THAT I WOULD LIKE ALTERED. CAN I SEND IT BACK FOR A CUSTOM ALTERATION?","description":"Unfortunately we cannot alter existing FELLA product."}},"313fb56d-d3fc-43ec-a958-ec2bf0d1f9e1":{"type":"text","settings":{"title":"I WOULD LIKE TO PURCHASE\/TRY ON FELLA IN STORE. WHO ARE YOUR STOCKISTS?","description":"Please see our current stockist list <a href=\"https:\/\/www.fellaswim.com\/pages\/stockists\">here<\/a>."}},"b1495e0b-7dc3-49c8-8638-8ebea2b2d066":{"type":"text","settings":{"title":"WILL I HAVE TO PAY CUSTOMS AND DUTIES?","description":"As we are an Australian company,  if you’re an international customer you are responsible for customs & duties within your own country. For further information, we recommend contacting your local customs office. FELLA is legally required to declare the full value paid on shipments and must include an invoice for customs should they require it."}}},"block_order":["68766c22-76bd-4741-9db7-ce5a7bde5652","7eb28d63-0c47-4899-b07c-06cf55e2adb3","ebb96b85-a0de-462f-bf25-d7890ca49f06","219bfe18-de93-41ed-a1f7-ba64157378f2","c666c8db-21b0-47ed-b8e1-60ed7cc039cc","16b9f62f-70a5-4ce8-8eaf-75a1a58735d8","1fa0427b-7e1e-4af0-b5cd-f13fc1e62796","0bb151ac-ce58-4795-b914-77b02865ada8","b8fadad0-0d4a-4630-bbe6-2df61bc404f2","188cb25e-2dd0-406f-89bb-6a7980aeda22","20c8e3ed-a5c8-4ad6-8a2c-9aaf752c5506","bbb21db5-33d3-439f-884d-ec8c95eb223d","cde7616d-0fda-415a-89b7-672a422dba0f","e96c5b2f-5a2e-4638-9b06-23ca97824174","77d11c59-745b-47bc-afec-485ccf460e18","313fb56d-d3fc-43ec-a958-ec2bf0d1f9e1","b1495e0b-7dc3-49c8-8638-8ebea2b2d066"],"settings":{}}},"order":["main"]}