{"sections":{"main":{"type":"about-us","blocks":{"1598422684417":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/240913_FELLA_VOLLYBALL_07_0634.jpg","title":"About Us","text":"<p><\/p><p>FELLA; An Australian colloquialism that refers to a woman’s lover. Connotes an uncontrived and uniquely Australian take on masculine femininity.<br\/><br\/>With an emphasis on fit, simplicity and fabric, FELLA celebrates the female form with premium swimwear that enhances and endures. Informed by the body and influenced by art, life and the world, FELLA’s designs blend retro nostalgia with crisp, clean lines. <\/p>"}},"1598422725488":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/240913_FELLA_VOLLYBALL_03_0274.jpg","title":"","text":"<p><\/p><p>Our signature textured cloth has become a cult figure in its own right, an indulgent weave that smooths and supports women like nothing else. Each season, we seek out a different artist to bring unique and unexpected colour to FELLA’s understated aesthetic. A commitment to integrity also shapes the FELLA philosophy, from concept right through to creation we take a considered approach to our product, customer and impact. Simply put, FELLA is for the modern woman - wear us all day long and into the night, tomorrow or ten years from now. FELLA is the swimwear you keep coming back to, for the way it makes you feel. <\/p><p><\/p>"}},"86f97a22-e46b-46eb-85fd-0d8f0871dfe4":{"type":"Content","settings":{"layout":"standard","image":"shopify:\/\/shop_images\/240913_FELLA_VOLLYBALL_08_0734.jpg","title":"","text":"<p><strong>FROM THE BEGINNING<\/strong><\/p><p>A desire for swimwear that looked and felt different saw Rosie Iffla and Christine Tang-Corte establish FELLA back in 2012. At a time when mass-market, barely there surf brands dominated the category, FELLA sought to bring simplicity, texture and a modern kind of modesty to sun-seeking women everywhere. Inspired by the form-enhancing fit and crisp simplicity of their favourite lingerie, FELLA’s unprecedented aesthetic and luxe fabrics were embraced by women from Italy to Australia. Referencing retro lines, 90s minimalism and a mediterranean holiday mood, FELLA’s rarefied ease continues to resonate with the modern woman season after season.<\/p><p><\/p>"}}},"block_order":["1598422684417","1598422725488","86f97a22-e46b-46eb-85fd-0d8f0871dfe4"],"settings":{}}},"order":["main"]}